tap "homebrew/cask-fonts"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"

brew "atuin"
brew "bat"
brew "curl"
brew "duf"
brew "dust"
brew "fd"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "grep"
brew "htop"
brew "httpie"
brew "hunspell"
brew "jq"
brew "lazygit"
brew "ncurses"
brew "nodenv"
brew "openssl@1.1"
brew "pandoc"
brew "perl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "readline"
brew "ripgrep"
brew "sd"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "watchexec"
brew "wget"
brew "wget2"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
cask "1password-cli"

