1password
adobe-reader
airdroid
alfred
android-studio
appcleaner
atom
bartender
beardedspice
bettertouchtool
camtasia
caption
coconutbattery
colorpicker-skalacolor
cyberduck
daisydisk
discord
dockertoolbox 
dropbox
endurance
fantastical
firefox
fitbit-connect
flash-player
flux
font-fira-code
font-fira-mono
font-hack
genymotion
gitbook-editor
github-desktop
goofy
google-chrome
google-chrome-canary
google-drive
google-play-music-desktop-player
gpgtools
hammerspoon
heroku-toolbelt 
iina
intellij-idea-ce
istat-menus
iterm2-beta
iterm2-nightly
java
karabiner
keybase
lacona
launchbar
little-snitch
malwarebytes-anti-malware
micro-snitch
osxfuse
oversight
panda
paw
phpstorm
pocketcast 
radiant-player
reactotron
rightfont
safari-technology-preview
sequel-pro
skype
spectacle
sshfs 
steam
the-unarchiver
thunderbird
torbrowser
transmission
ubersicht
unified-remote
vagrant
vimr
virtualbox
visual-studio-code
vlc
vox
whatsapp
windscribe
wireshark
