1password
airdroid
alfred
android-studio
appcleaner
atom
bartender
beardedspice
bettertouchtool
camtasia
coconutbattery
colorpicker-skalacolor
cyberduck
daisydisk
dockertoolbox 
dropbox
endurance
fantastical
firefox
fitbit-connect
flash-player
font-fira-mono
font-hack
gitbook-editor
github-desktop
goofy
google-chrome
google-drive
hammerspoon
heroku-toolbelt 
intellij-idea-ce
istat-menus
iterm2-beta
java
karabiner
keybase
lacona
osxfuse
paw
phpstorm
pocketcast
radiant-player
rightfont
safari-technology-preview
skype
spectacle
sshfs
steam
the-unarchiver
torbrowser
transmission
ubersicht
virtualbox
visual-studio-code
vlc
vox
