tap "homebrew/cask-fonts"
tap "tinted-theming/tinted"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "nikitabobko/tap/aerospace"

brew "atuin"
brew "bat"
brew "boxes"
brew "btop"
brew "curl"
brew "duf"
brew "dust"
brew "fd"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "httpie"
brew "hunspell"
brew "hyfetch"
brew "imagemagick"
brew "jless"
brew "jq"
brew "jstkdng/programs/ueberzugpp"
brew "lazygit"
brew "luarocks"
brew "moreutils"
brew "mergiraf"
brew "ncurses"
brew "neovim"
brew "noahgorstein/tap/jqp"
brew "nodejs"
brew "nodenv"
brew "openssl@1.1"
brew "ox"
brew "pandoc"
brew "perl"
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "readline"
brew "ripgrep"
brew "rust"
brew "sd"
brew "stow"
brew "telnet"
brew "tinted-theming/tinted/tinty"
brew "tinted-theming/tinted/tinted-builder-rust"
brew "tmux"
brew "tree"
brew "watch"
brew "watchexec"
brew "wget"
brew "wget2"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "fx"
cask "1password-cli"
cask "font-monaspace-nerd-font"
